Exception_Marker_Creation=Unexpected exception while marker creation

Exception_Marker_Deletion=Unexpected exception while marker deletion

Marker_Attribute_Message_Value_Ru=\u0418\u043C\u044F \u043F\u0440\u043E\u0435\u043A\u0442\u0430 \u0434\u043E\u043B\u0436\u043D\u043E \u0441\u043E\u0432\u043F\u0430\u0434\u0430\u0442\u044C \u0441 \u0438\u043C\u0435\u043D\u0435\u043C \u0435\u0433\u043E \u043F\u0430\u043F\u043A\u0438 \u0432 \u0444\u0430\u0439\u043B\u043E\u0432\u043E\u0439 \u0441\u0438\u0441\u0442\u0435\u043C\u0435

Warning_Dialog_Message_Begin_Ru=\u041D\u0435 \u0440\u0435\u043A\u043E\u043C\u0435\u043D\u0434\u0443\u0435\u0442\u0441\u044F \u043F\u0435\u0440\u0435\u0438\u043C\u0435\u043D\u043E\u0432\u044B\u0432\u0430\u0442\u044C \u043F\u0440\u043E\u0435\u043A\u0442 

Warning_Dialog_Message_End_Ru=, \u0442\u0430\u043A \u043A\u0430\u043A \u044D\u0442\u043E \u043F\u0440\u0438\u0432\u0435\u0434\u0451\u0442 \u043A \u043E\u0448\u0438\u0431\u043A\u0435 (\u043D\u0435\u0441\u043E\u0432\u043F\u0430\u0434\u0435\u043D\u0438\u044E \u0438\u043C\u0435\u043D\u0438 \u043F\u0440\u043E\u0435\u043A\u0442\u0430 \u0438 \u0438\u043C\u0435\u043D\u0438 \u0435\u0433\u043E \u043F\u0430\u043F\u043A\u0438). \u0414\u043E\u0431\u0430\u0432\u0438\u0442\u044C \u0434\u0430\u043D\u043D\u044B\u0439 \u043F\u0440\u043E\u0435\u043A\u0442 \u0432 \
\u0438\u0441\u043A\u043B\u044E\u0447\u0435\u043D\u0438\u044F (\u0434\u0430\u043D\u043D\u043E\u0435 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0435 \u0438\u043B\u0438 \u0435\u0433\u043E \u043E\u0442\u043C\u0435\u043D\u0443 \u0442\u0430\u043A\u0436\u0435 \u043C\u043E\u0436\u043D\u043E \u0441\u043E\u0432\u0435\u0440\u0448\u0438\u0442\u044C \u043D\u0430 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0435 "\"\u0421\u0432\u043E\u0439\u0441\u0442\u0432\u0430\"->\"\u041F\u0435\u0440\u0435\u0438\u043C\u0435\u043D\u043E\u0432\u0430\u043D\u0438\u0435 \u043F\u0440\u043E\u0435\u043A\u0442\u0430\")?

Property_Page_Text_Ru=\u0418\u0433\u043D\u043E\u0440\u0438\u0440\u043E\u0432\u0430\u0442\u044C \u043F\u0440\u0438\u0432\u043E\u0434\u044F\u0449\u0435\u0435 \u043A \u043D\u0435\u0441\u043E\u0432\u043F\u0430\u0434\u0435\u043D\u0438\u044E \u0438\u043C\u0435\u043D\u0438 \u043F\u0440\u043E\u0435\u043A\u0442\u0430 \u0438 \u0438\u043C\u0435\u043D\u0438\n \u0435\u0433\u043E \u043F\u0430\u043F\u043A\u0438 \u0432 \u0444\u0430\u0439\u043B\u043E\u0432\u043E\u0439 \u0441\u0438\u0441\u0442\u0435\u043C\u0435 \u043F\u0435\u0440\u0435\u0438\u043C\u0435\u043D\u043E\u0432\u0430\u043D\u0438\u0435 \u043F\u0440\u043E\u0435\u043A\u0442\u0430 (\u043D\u0435 \u0440\u0435\u043A\u043E\u043C\u0435\u043D\u0434\u0443\u0435\u0442\u0441\u044F)

Marker_Attribute_Message_Value_Eng=The project name must be equal to the name of it's folder in the local file system

Warning_Dialog_Message_Begin_Eng=It is not recommended to rename the 

Warning_Dialog_Message_End_Eng= project because this leads to the error (inequality of the project name and \
it's folder name). Do you want to add this project to the exceptions (you can also perform this action or \
cancel it on the "Properties"->"Project renaming" page)?

Property_Page_Text_Eng=Ignore project renaming that leads to the inequality of the project name\n and it's folder \
name in the local file system (not recommended)
